---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.DuctLining
source: html/c900fb7e-15b0-3b1c-8341-c0617ae76b84.htm
---
# DuctLining Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.